Repository: stsbl/iserv-course-group-management
Catalog: locale/course-group-management.po
Languages: de

source: %s cannot be rejected by you!
de: %s kann von Ihnen nicht abgelehnt werden!

source: %s could not be rejected!
de: %s konnte nicht abgelehnt werden!

source: %s groups deleted
de: %s Gruppen gelöscht

source: %s groups promoted
de: %s Gruppen versetzt

source: %s rejected!
de: %s abgelehnt!

source: %s was renamed to %s
de: %s wurde umbenannt in %s

source: *This e-mail was generated automatically*
de: *Diese E-Mail wurde automatisch generiert*

source: Additional explanation for this request
de: Zusätzliche Bemerkungen für diesen Antrag

source: Administration
de: Verwaltung

source: Back
de: Zurück

source: Back to promotion requests
de: Zurück zu den Versetzungsanträgen

source: Cancel
de: Abbrechen

source: Check
de: Prüfen

# course-group-management
source: Comment
de: Bemerkung

source: Course Group Management
de: Kursgruppenverwaltung

source: Course groups still empty
de: Kursgruppen sind leer

# course-group-management
source: Created
de: Eingereicht

source: Customize
de: Anpassen

source: Dear %s, The following of your course groups are still empty: %s Please go to Administration > Groups and add the required members to this groups.
de: Hallo %s, Die folgenden Ihrer Kursgruppen sind leer: %s Bitte gehen Sie zu Verwaltung > Gruppen und fügen Sie die benötigten Mitglieder zu diesen Gruppen hinzu.

source: Dear %s, The following of your course groups are still empty: * %s Please go to Administration > Groups and add the required members to this groups.
de: Hallo %s, Die folgenden Ihrer Kursgruppen sind leer: * %s Bitte gehen Sie zu Verwaltung > Gruppen und fügen Sie die benötigten Mitglieder zu diesen Gruppen hinzu.

source: Delete groups without promotion request
de: Gruppen ohne Versetzungsantrag löschen

source: Deleting group %s ...
de: Lösche Gruppe %s ...

source: Deleting promotion request for group %s ...
de: Lösche Versetzungsantrag für Gruppe %s ...

source: Display promotion notice starting this day
de: Versetzungshinweis ab diesem Tag anzeigen

source: Display promotion notice starting this month
de: Versetzungshinweis ab diesem Monat anzeigen

source: Display promotion notice until this day
de: Versetzungshinweis bis zu diesem Tag anzeigen

source: Display promotion notice until this month
de: Versetzungshinweis bis zu diesem Monat anzeigen

source: Done.
de: Fertig.

source: Error during renaming group %s: %s
de: Fehler während des Umbenennens der Gruppe %s: %s

source: Filer
de: Antragsteller

source: Group
de: Gruppe

source: Group %s can not renamed to %s: Account is already used.
de: Gruppe %s kann nicht nach %s umbenannt werden: Account ist noc belegt.

source: Group %s will deleted
de: Gruppe %s wird gelöscht

source: Group %s will renamed to %s
de: Gruppe %s wird nach %s umbenannt

source: Group is a Course Group
de: Gruppe ist eine Kursgruppe

source: Groups
de: Gruppen

source: Groups which will deleted
de: Gruppen, welche gelöscht werden

source: Groups which will not changed
de: Gruppen, welche nicht geändert werden

source: Groups which will renamed
de: Gruppen, welche umbenannt werden

source: Groups with promotion request renamed
de: Gruppen mit Versetzungsantrag umbenannt

source: Groups with this flag will promoted if a promotion request was put in. Elsewhere there will deleted a the end of the school year.
de: Gruppen mit diesem Merkmal werden versetzt, wenn ein Versetzungsantrag gestellt wurde. Andernfalls werden sie am Ende des Schuljahrs gelöscht.

source: Groups without promotion request are may get deleted automatically during promotion process.
de: Gruppen ohne Versetzungsantrag werden möglicherweise automatisch während des Versetzungsprozesses gelöscht.

source: Groups without promotion request deleted
de: Gruppen ohne Versetzungsantrag gelöscht

source: Increment the first number in every group name for groups with promotion request
de: Die erste Zahl in jedem Gruppennamen für Gruppen mit Versetzungsantrag um Eins erhöhen

source: Manage Promotions
de: Versetzungen verwalten

source: Manage promotion requests
de: Versetzungsanträge verwalten

source: Module: Course Group Management
de: Modul: Kursgruppenverwaltung

source: New name
de: Neuer Name

source: Next
de: Weiter

source: No groups will deleted.
de: Keine Gruppen werden gelöscht.

source: No groups will renamed.
de: Keine Gruppen werden umbenannt.

source: No matching groups found.
de: Keine passenden Gruppen gefunden.

source: Old name
de: Alter Name

source: One group deleted
de: Eine Gruppe gelöscht

source: One group promoted
de: Eine Gruppe versetzt

source: Owner
de: Besitzer

source: Please ask your administrator for further information.
de: Bitte fragen Sie Ihren Administrator für weitere Informationen.

source: Please choose the groups which you want to promote.
de: Bitte wählen Sie die Gruppen, welche Sie versetzen wollen.

source: Please select the filer of the promotion.
de: Bitte wählen Sie den Antragsteller für die Versetzung.

source: Please select the group which should promoted.
de: Bitte wählen Sie die Gruppe, welche versetzt werden soll.

source: Possible groups requires the group flag "%s"
de: Mögliche Gruppen benötigen das Gruppenmerkmal "%s"

source: Preparation
de: Vorbereitung

source: Preview
de: Vorschau

# course-group-management
source: Promote
de: Versetzen

source: Promote course groups
de: Kursgruppen versetzen

source: Promote groups
de: Gruppen versetzen

source: Promotion Request
de: Versetzungsantrag

source: Promotion Requests
de: Versetzungsanträge

source: Promotion request for group %s
de: Versetzungsantrag für Gruppe %s

source: Put in promotion request for group "%s".
de: Antrag auf Versetzung für Gruppe "%s" gestellt.

source: Recipients
de: Empfänger

source: Reject
de: Ablehnen

source: Remember group owners with empty groups
de: Gruppenbesitzer mit leeren Gruppen erinnern

source: Renaming group %s to %s ...
de: Benenne Gruppe %s nach %s um ...

source: Replace parts of group name for groups with promotion request
de: Teile im Gruppennamen bei Gruppen mit Versetzungsantrag ersetzen

source: Replace with
de: Ersetzen mit

source: Request Promotions
de: Versetzungen beantragen

source: Request promotion for course groups
de: Versetzung für Kursgruppen beantragen

source: Request promotion for groups
de: Versetzung für Gruppen beantragen

source: Requests for course promotion rejected
de: Anträge für Kursgruppenversetzung abgelehnt

source: Running course group promotions...
de: Führe Kursgruppen-Versetzung durch...

source: Search for
de: Suchen nach

source: Select options for course group promotion
de: Optionen für Kursgruppen-Versetzung wählen

source: Select the groups which you want to promote for the next school year.
de: Wählen Sie die Gruppen, welche Sie in das nächste Schuljahr versetzen wollen.

source: Send e-mail to %s to inform on deleted groups ...
de: Sende E-Mail an %s, um über gelöschte Gruppen zu informieren ...

source: Send e-mail to %s to inform on renamed groups ...
de: Sende E-Mail an %s, um über umbenannte Gruppen zu informieren ...

source: Send e-mail to all
de: E-Mail an Alle senden

source: Send e-mail to all users with empty course groups
de: E-Mails an alle Benutzer mit leeren Kursgruppen senden

source: Send e-mails
de: E-Mails senden

source: Sent e-mail to %s.
de: E-Mail an %s gesendet.

source: Step 1: Select options for promoting
de: Schritt 1: Optionen für Versetzen wählen

source: Step 2: Check pending promotions
de: Schritt 2: Ausstehende Versetzungen prüfen

source: Step 3: Customize group name changes
de: Schritt 3: Gruppennamensänderungen anpassen

source: Step 4: Preview pending promotions
de: Schritt 4: Vorschau auf ausstehende Versetzungen

source: Subject
de: Betreff

source: The "Search for" and "Replace with" fields must have the same amounts of values.
de: Die "Suchen nach" und "Ersetzen durch" Felder müssen die gleiche Anzahl von Werten haben.

source: The day and the month will combined to a date. Please enter a valid day (1-31) for a date.
de: Der Tag und der Monat werden zu einem Datum zusammengefasst. Bitte geben Sie einen gültigen Tag (1-31) für das Datum an.

source: The day and the month will combined to a date. Please enter a valid month (1-12) for a date.
de: Der Tag und der Monat werden zu einem Datum zusammengefasst. Bitte geben Sie einen gültigen Monat (1-12) für das Datum an.

source: The filer will informed via e-mail if the request is accepted. If you not select a user here, the group owner will be used.
de: Der Antragsteller wird per E-Mail informiert, wenn der Antrag akzeptiert wird. Wenn Sie hier keinen Benutzer wählen, wird der Eigentümer der Gruppe benutzt.

source: The following groups are in queue for promoting:
de: Die folgenden Gruppen können versetzt werden:

source: The following groups you own without promotion request were deleted:
de: Die folgenden Gruppen ohne Versetzungsantrag, die Sie besitzen, wurden gelöscht:

source: The subject of the e-mail to send.
de: Der Betreff der zu sendenen E-Mail

source: The text of the e-mail to send. "%groups%" will replaced with the list of empty groups, "%firstname%" with the first name of the recipient, "%lastname%" with the last name of the recipient and "%fullname%" with the full name.
de: Der Text der zu sendenen E-Mail. "%groups%" wird ersetzt mit der Liste der leeren Gruppe, "%firstname%" mit dem Vornamen des Empfängers, "%lastname%" mit dem Nachnamen des Empfängers und "%fullname%" mit dem vollständigen Namen ersetzt.

source: There are no group owners with empty course groups.
de: Es gibt keine Gruppenbesitzer mit leeren Kursgruppen.

source: There is already a promotion request for this group.
de: Es existiert bereits ein Versetzungsantrag für diese Gruppe.

source: User
de: Benutzer

source: You can go to „Request promotion for course groups“ and request a promote for this groups.
de: Sie können zu „Versetzung für Kursgruppen beantragen“ gehen und eine Versetzung für die Gruppe beantragen.

source: You can promote one course group for next school year
de: Sie können eine Kursgruppe in das nächste Schuljahr versetzen

source: Your promotion requests were accepted and the following groups were renamed:
de: Ihre Versetzungsanträge wurden akzeptiert und die folgenden Gruppen umbenannt:

source: Your requests for promotion of the following course groups have been rejected:
de: Ihre Anträge auf Versetzung der folgenden Kursgruppen wurden abgelehnt:
